Repository: bkahlerventer/CoRD
Catalog: trunk/Resources/*.lproj/Localizable.strings
Languages: el, german

source: Screen Capture
el: ÁíôéãñáöÞ Ïèüíçò
german: Bildschirmfoto

source: Active sessions
el: ÅíåñãÝò ðåñßïäïé åñãáóßáò
german: Aktive Verbindung

source: Cancel
el: Áêýñùóç
german: Abbrechen

source: Close selected connection
el: Êëåßóéìï åðéëåãìÝíçò óýíäåóçò
german: AusgewŠhlte Verbindung schlie§en

source: Couldn't connect to %@
el: Äåí åßíáé åöéêôÞ ç óýíäåóç ìå %@
german: Es konnte keine Verbindung zu %@ herstellt werden

source: Delete
el: ÄéáãñáöÞ
german: Lšschen

source: Delete saved server
el: ÄéáãñáöÞ áðïèçêåõìÝíïõ äéáêïìéóôÞ
german: gespeicherten Server lšschen

source: Disconnect
el: Áðïóýíäåóç
german: Trennen

source: Enter fullscreen mode
el: Åßóïäïò óå ðëÞñç ïèüíç
german: Vollbildmodus starten

source: Exit Full Screen
el: ¸îïäïò áðü ðëÞñç ïèüíç
german: Vollbildmodus beenden

source: Full Screen
el: ÐëÞñçò ïèüíç
german: Vollbildmodus

source: Hide Inspector
el: Áðüêñõøç åëåãêôÞ
german: Verbdindungseinstellungen ausblenden

source: Hide Servers Drawer
el: Áðüêñõøç ðßíáêá äéáêïìéóôþí
german: Serverleiste ausblenden

source: Inspector:
el: ÅëåãêôÞò:
german: Verbindungseinstellungen:

source: Inspector: No Server Selected
el: ÅëåãêôÞò: Äåí Ý÷åé åðéëåãåß äéáêïìéóôÞò
german: Verbindungseinstellungen: Kein Server ausgewŠhlt

source: New Server
el: ÍÝïò äéáêïìéóôÞò
german: Neuer Server

source: Quick Connect
el: ÃñÞãïñç óýíäåóç
german: Schnellverbindung

source: Quick Connect Tooltip
el: Óýíäåóç ìå Ýíá õðïëïãéóôÞ ìå ôéò ðñïåðéëåãìÝíåò ñõèìßóåéò. Ìðïñåßôå ðñïáéñåôéêÜ íá ïñßóåôå áñéèìü äéáýëïõ ìå :port.
german: Schnellverbindung Tooltip

source: Really delete
el: ÈÝëåôå óßãïõñá íá äéáãñÜøåôå ôïí áðïèçêåõìÝíï äéáêïìéóôÞ '%@';
german: Wirklich lšschen

source: Retry
el: ÅðáíÜëçøç
german: Wiederholen

source: Saved Servers
el: ÁðïèçêåõìÝíïé äéáêïìéóôÝò
german: Gespeicherte Server

source: Servers
el: ÄéáêïìéóôÝò
german: Server

source: Show Inspector
el: ÅìöÜíéóç åëåãêôÞ
german: Zeige Verbindungseinstellungen

source: Show Servers Drawer
el: ÅìöÜíéóç ðßíáêá äéáêïìéóôþí
german: Serverleiste zeigen

source: Start Full Screen
el: ¸íáñîç ðëÞñïõò ïèüíçò
german: Starte Vollbildmodus

source: Stop
el: ÄéáêïðÞ

source: Switch between unified and windowed mode
el: ÅíáëëáãÞ ìåôáîý åíïðïéçìÝíçò êáé ðáñáèõñéêÞò êáôÜóôáóçò
german: Zwischen einheitlichem und Fenstermodus wechseln

source: The connection timed out.
el: Ï ÷ñüíïò ãéá ôçí óýíäåóç Ýëçîå.
german: Die Verbindungzeit ist abgelaufen.

source: The host name could not be resolved.
el: Ôï üíïìá ôïõ åîõðçñåôçôÞ äåí âñÝèçêå.
german: Konnte den Computernamen nicht finden.

source: There was an error connecting.
el: Åìöáíßóôçêå ëÜèïò óôçí óýíäåóç.
german: Fehler beim Verbinden.

source: Toggle Servers Drawer
el: Áðüêñõøç Þ åìöÜíéóç ôïõ ðßíáêá äéáêïìéóôþí
german: Serverleiste anheften

source: Unified
el: ÅíïðïéçìÝíç
german: Einheitlich

source: Windowed
el: ÐáñáèõñéêÞ
german: Fenstermodus

source: You canceled the connection.
el: Áêõñþóáôå ôçí óýíäåóç.
german: Sie haben die Verbindung getrennt.
